Repository: common-repository/bp-events
Catalog: bp-events/langs/bp-events-*.po
Languages: it_it, ru_ru

source: The topic was edited successfully
it_it: La discussione è stata modificata correttamente

source: There was an error deleting that post
it_it: C'è stato un errore cancellando questo articolo

source: The post was deleted successfully
it_it: Articolo cancellato correttamente.

source: There was an error when editing that post
it_it: C'è stato un errore modificando questo articolo

source: The post was edited successfully
it_it: L'articolo è stato modificato correttamente

source: There was an error when creating the topic
it_it: C'è stato un errore nella creazione della discussione

source: The topic was created successfully
it_it: La discussione è stata creata correttamente.

source: The start date should be earlier than the end date. Please fix this and try again.
it_it: La data di inizio non può essere precedente alla data di fine. Per favore correggila.

source: The event should not be in the past. Please fix this and try again.
it_it: L'evento non può essere nel passato. Per favore correggi.

source: There was an error updating event dates, please try again.
it_it: C'è stato un errore aggiornando le date dell'evento, riprova.

source: Event dates were successfully updated.
it_it: Le date dell'evento sono state aggiornate correttamente.

source: Your avatar was deleted successfully!
it_it: Il tuo avatar è stato eliminato!

source: There was a problem deleting that avatar, please try again.
it_it: C'è stato un problema nell'eliminazione del tuo avatar, per favore riprova.

source: There was a problem cropping the avatar, please try uploading it again
it_it: C'è stato un problema ritagliando il tuo avatar, per favore caricalo nuovamente

source: The new event avatar was uploaded successfully!
it_it: Il nuovo avatar dell'evento è stato caricato correttamente!

source: There was an error joining the event.
it_it: C'è stato un evento iscrivendosi all'evento

source: %s wrote on the wire of the event %s:
it_it: %s ha scritto sul Wire dell'evento %s:

source: %s started the forum topic %s in the event %s:
it_it: %s ha iniziato una nuova discussione %s nel forum dell'evento %s:

source: Create a Event
it_it: Crea un Evento

source: (required)
it_it: (richiesto)

source: Event Description
it_it: Descrizione Evento

source: <strong>Attention Site Admin:</strong> Event forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
it_it: <strong>Attenzione Site Admin:</strong> Il forum dell'evento richiede una valida installazione di <a href="%s">bbpress e una valida configurazione</a>.

source: Upload Image
it_it: Carica Immagine

source: Crop Event Avatar
it_it: Taglia Avatar per l'Evento

source: Avatar to crop
it_it: Avatar da tagliare

source: Avatar preview
it_it: Anteprima Avatar

source: Crop Image
it_it: Taglia Immagine

source: To skip the avatar upload process, hit the "Next Step" button.
it_it: Per saltare il processo di caricamento dell'avatar clicca sul bottone "Successivo".

source: Previous Step
it_it: Precedente

source: Next Step
it_it: Successivo

source: Attendance Pending Approval
it_it: Iscrizione all'evento in corso

source: Group Invites
it_it: Inviti di Gruppo

source: Delete Avatar
it_it: Cancella Avatar

source: Crop Avatar
it_it: Taglia Avatar

source: Kick and ban this attendee
it_it: Banna questo partecipante

source: Promote to Mod
it_it: Promuovi a Mod

source: Organized by
it_it: Organizzato da

source: Event Activity
it_it: Attività Evento

source: Recently Active Topics
it_it: Discussioni Recenti

source: Attendees (%d)
it_it: Partecipanti (%d)

source: There are no wire posts for %s
it_it: Non ci sono post sul Wire dell'evento %s

source: Event Members
it_it: Membri dell'Evento

source: You are requesting to become a member of the event '%s'.
it_it: Stai richiedendo di diventare membro dell'evento '%s'.

source: Edit Topic:
it_it: Modifica Discussione:

source: Edit Post:
it_it: Modifica Articolo:

source: This topic does not exist.
it_it: Questa discussione non esiste.

source: Post New &rarr;
it_it: Nuovo Articolo &rarr;

source: %s ago
it_it: %s fa

source: Tags (comma separated):
it_it: Tags (separate da virgola)

source: Post Reply &rarr;
it_it: Scrivi Risposta &rarr;

source: Event Forum
it_it: Forum dell'Evento

source: Forum Topic Directory
it_it: Cartella Discussioni

source: This topic is closed, replies are no longer accepted.
it_it: La discussione è chiusa, le risposte non sono più accettate.
