Repository: common-repository/bp-events
Catalog: bp-events/langs/bp-events-*.po
Languages: it_it, ru_ru

source: Events
it_it: Eventi
ru_ru: События

source: My Events
it_it: Miei Eventi
ru_ru: Мои события

source: Create an Event
it_it: Crea un Evento
ru_ru: Создать событие

source: Invites
it_it: Inviti
ru_ru: Приглашения

source: Home
ru_ru: Главная

source: Admin
ru_ru: Админ

source: Request Invitation
ru_ru: Запросить приглашение

source: Forum
ru_ru: Форум

source: Wire
ru_ru: Сеть

source: Photos
ru_ru: Фото

source: Attendees
ru_ru: Участники

source: Send Invites
it_it: Invia Inviti
ru_ru: Пригласить

source: Leave Event
it_it: Lascia Evento
ru_ru: Покинуть

source: Events Settings Header
ru_ru: Настройки шапки Событий

source: Events Settings
it_it: Impostazioni Evento
ru_ru: Настройки событий

source: Changes Saved.
ru_ru: Изменения сохранены.

source: Please copy & paste your Google Maps API to enable Google Maps
ru_ru: Пожалуйста, скопируйте и вставьте ваш Google Maps API, чтобы включить Google Maps

source: Save Settings
it_it: Salva configurazione
ru_ru: Сохранить настройки

source: Group Events (
it_it: Gruppi Eventi (
ru_ru: События группы (

source: Event invite could not be accepted
it_it: L'invito all'evento non può essere accettato
ru_ru: Приглашение на событие не может быть принято

source: Event invite accepted
it_it: Invito all'evento accettato
ru_ru: Приглашение на событие принято

source: There was a problem attending this event
ru_ru: Произошла ошибка присоединения к событию

source: You may now be attending this event
ru_ru: Вы теперь можете принять участие в этом событии

source: Event invite could not be rejected
it_it: L'invito all'evento non può essere rifiutato
ru_ru: Приглашение на событие не может быть отклонено

source: Event invite rejected
it_it: Invito all'evento rifiutato
ru_ru: Приглашение на событие удалено

source: There was an error saving event details. Please try again.
it_it: C'è stato un errore nel salvataggio dei dettagli. Per favore riprova.
ru_ru: Произошла ошибка при сохранении деталей события. Пожалуйтса, попробуйте еще раз.

source: Wire message could not be posted.
it_it: Il messaggio sul Wire non può essere inserito.
ru_ru: Сообщения в сети не могут быть опубликованы.

source: Wire message successfully posted.
it_it: Messaggio sul Wire inserito correttamente.
ru_ru: Сообщение успешно опубликовано в сеть.

source: There was an error deleting the wire message.
it_it: C'è stato un errore nella cancellazione del messaggio sul wire.
ru_ru: Произошла ошибка при удалении сетевого сообщения.

source: Wire message successfully deleted.
it_it: Messaggio sul Wire cancellato.
ru_ru: Сетевое сообщение успешно удалено.

source: Event invites sent.
it_it: Invito all'evento inviato.
ru_ru: Приглашение отправлено.

source: As the only event administrator, you cannot leave this event.
it_it: Come unico amministratore dell'evento non puoi lasciarlo!
ru_ru: Как единственный администратор события, вы не можете его покинуть.

source: There was an error leaving the event. Please try again.
it_it: C'è stato un errore lasciando l'evento. Per favore riprova.
ru_ru: Произошла ошибка при попытке покинуть событие. Пожалуйста, попробуйте еще раз.

source: You left the event successfully.
it_it: Hai lasciato l'evento correttamente.
ru_ru: Вы успешно покинули событие.

source: There was an error sending your event membership request, please try again.
it_it: C'è stato un errore inviando la richiesta di iscrizione all'evento, per favore riprova.
ru_ru: Произошло ошибка при отправлении вашего приглашения в событие. Пожалуйста, попробуйте еще раз.

source: Your membership request was sent to the event administrator successfully. You will be notified when the event administrator responds to your request.
it_it: La tua richiesta di iscrizione è stata inviata all'amministratore dell'evento. Verrai avvisato quando l'amministratore risponderà alla tua richiesta.
ru_ru: Администратор события будет уведомлен о вашем желании принять участие в нем. Вы будете уведомлены, когда администратор примет решение.

source: There was an error updating event details, please try again.
it_it: C'è stato un errore nell'aggiornamento dei dettagli dell'evento, per favore riprova.
ru_ru: Произошла ошибка при обновлении деталей события. Пожалуйста, попробуйте еще раз.

source: Event details were successfully updated.
it_it: I dettagli dell'evento sono stati aggiornati correttamente.
ru_ru: Детали события успешно обновлены.

source: There was an error updating event times, please try again.
ru_ru: Произошла ошибка при обновлении времени проведения события. Пожалуйста, попробуйте еще раз.

source: Event times were successfully updated.
ru_ru: Время проведения события успешно обновлено.

source: There was an error updating event settings, please try again.
it_it: C'è stato un errore aggiornando le impostazioni dell'evento, per favore riprova.
ru_ru: Произошла ошибка при обновлении настроек события. Пожалуйста, попробуйте еще раз.

source: Event settings were successfully updated.
it_it: Impostazioni dell'evento aggiornate.
ru_ru: Настройки события были успешно обновлены.

source: There was an error updating the event avatar, please try again.
ru_ru: Произошла ошибка при обновлении аватара события. Пожалуйста, попробуйте еще раз.

source: The event avatar was successfully updated.
ru_ru: Аватар события был успешно обновлен.

source: There was an error when promoting that user, please try again
it_it: C'è stato un errore promuovendo questo utente, per favore riprova
ru_ru: Произошла ошибка при повышении этого пользователя. Пожалуйста, попробуйте еще раз.

source: User promoted successfully
it_it: Utento promosso
ru_ru: Пользователь успешно повышен

source: There was an error when demoting that user, please try again
it_it: C'è stato un errore declassando questo utente, per favore riprova
ru_ru: Произошла ошибка при понижении пользователя. Пожалуйста, попробуйте еще раз.

source: User demoted successfully
it_it: Utente declassato
ru_ru: Пользователь успешно понижен

source: There was an error when banning that user, please try again
it_it: C'è stato un errore bannando questo utente, per favore riprova
ru_ru: Произошла ошибка при попытке отправить в бан этого пользователя. Пожалуйста, попробуйте еще раз.

source: User banned successfully
it_it: Utente bannato
ru_ru: Пользователь отправлен в бан

source: There was an error when unbanning that user, please try again
it_it: C'è stato un errore rimuovendo il ban dall'utente, per favore riprova
ru_ru: Произошла ошибка при снятии бана с пользователя. Пожалуйста, попробуйте еще раз.

source: User ban removed successfully
it_it: Ban dell'utente rimosso
ru_ru: Бан был успешно снят

source: There was an error accepting the membership request, please try again.
it_it: C'è stato un errore accettando la richiesta di iscrizione, per favore riprova
ru_ru: Произошла ошибка при принятии запроса на вступление. Пожалуйста, попробуйте еще раз.

source: Event membership request accepted
it_it: Richiesta di iscrizione all'evento accettata
ru_ru: Запрос на участие в событии принят

source: There was an error rejecting the membership request, please try again.
it_it: C'è stato un errore rifiutando la richiesta di iscrizione, per favore riprova
ru_ru: Произошла ошибка при отклонении запроса на вступление. Пожалуйста, попробуйте еще раз.

source: Event membership request rejected
it_it: Richiesta di iscrizione all'evento rifiutata
ru_ru: Запрос на вступление в событии отклонен

source: There was an error deleting the event, please try again.
it_it: C'è stato un errore nell'eliminazione dell'evento, per favore riprova
ru_ru: Произошла ошибка при удалении этого события. Пожалуйста, попробуйте еще раз.

source: The event was deleted successfully
it_it: Evento eliminato
ru_ru: Событие успешно удалено

source: Yes
it_it: Si
ru_ru: Да

source: No
ru_ru: Нет

source: A member invites you to join a event
it_it: Un membro ti ha invitato a partecipare all'evento
ru_ru: Пользователь приглашает вас принять участие в событии.

source: Event information is updated
it_it: Informazioni dell'evento aggiornate
ru_ru: Информация о событии обновлена

source: A member posts on the wire of a event you belong to
it_it: Un membro ha scritto sul Wire dell'evento
ru_ru: Пользователь написал сообщение в сеть события, в котором вы принимаете участие.

source: You are promoted to a event administrator or moderator
it_it: Sei stato promosso al grado di Amministratore o Moderatore dell'evento
ru_ru: Вас повысили до администратора или модератора события

source: A member requests to join a private event for which you are an admin
it_it: Un membro ha richiesto di iscriversi all'evento privato di cui sei admin
ru_ru: Пользователь хочет присоединится к частному событию, в котором вы являетесь администратором

source: There was an error joining the group.
ru_ru: Произошла ошибка при вступлении в группу.

source: You joined the event!
it_it: Ti sei iscritto all'evento!
ru_ru: Теперь вы участвуете в событии.

source: There was an error attending the event.
ru_ru: Произошла ошибка при присоединении к событию.

source: You will maybe attend the event!
ru_ru: Возможно, вы примите участие в событии!

source: %s joined the event %s
it_it: %s parteciperà all'evento %s.
ru_ru: %s примет участие в событии %s

source: %s created the event %s
it_it: %s ha creato l'evento %s.
ru_ru: %s: создано событие %s

source: %s wrote on the wire of the event %s
ru_ru: %s: сообщение в сеть события %s

source: %s posted on the forum topic %s in the event %s:
it_it: %s ha scritto nella discussione del forum %s dell'evento %s:
ru_ru: %s: сообщение в теме %s форума события %s:

source: %s created the forum topic %s in the event %s:
ru_ru: %s: создана тема %s в форуме события %s:

source: Event Membership Requests
it_it: Richiesta di Iscrizione all'Evento
ru_ru: Запросы на участие в событии

source: %d new membership requests for the event "%s"
it_it: %d Nuova richiesta di iscrizione all'evento "%s"
ru_ru: Новых запросов - %d - на участие в событии "%s"

source: %s requests membership for the event "%s"
it_it: %s richiede l'iscrizione all'evento "%s"
ru_ru: %s хочет участвовать в событии "%s"

source: %d accepted event membership requests
it_it: %d accetta la richiesta di iscrizione all'evento
ru_ru: Принято желаний участвовать в событии - %d

source: Membership for event "%s" accepted
it_it: Iscrizione all'evento "%s" accettata
ru_ru: Участие в событии "%s" принято

source: %d rejected event membership requests
it_it: %d rifiuta l'iscrizione all'evento
ru_ru: Отклонено желаний участвовать в событии - %d

source: Membership for event "%s" rejected
it_it: La richiesta di iscrizione all'evento "%s" è stata rifiutata
ru_ru: Участие в событии "%s" отклонено

source: You were promoted to an admin in %d events
it_it: Sei stato promosso ad Amministratore negli eventi %d
ru_ru: Вас назначили администратором в событиях - %d

source: You were promoted to an admin in the event %s
it_it: Sei stato promosso ad Admin nell'evento %s
ru_ru: Вас назначили администратором в событии %s

source: You were promoted to a mod in %d events
it_it: Sei stato promosso a Moderatore negli eventi %d
ru_ru: Вас назначили модератором в событиях - %d

source: You were promoted to a mod in the event %s
it_it: Sei stato promosso ad Moderatore nell'evento %s
ru_ru: Вас назначили модератором в событии %s

source: Event Invites
it_it: Inviti Evento
ru_ru: Приглашения на событие

source: You have %d new event invitations
it_it: Hai %d nuovi inviti all'evento
ru_ru: У вас %d новое приглашение на событие

source: You have an invitation to the event: %s
it_it: Hai un invito per l'evento: %s
ru_ru: Вас пригласили участвовать в событии: %s

source: There is no error, the file uploaded with success
ru_ru: Ошибок нет, файл успешно загружен.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Загружаемый файл больше значения переменной upload_max_filesize в php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Загружаемый файл больше значения переменной MAX_FILE_SIZE.

source: The uploaded file was only partially uploaded
ru_ru: Файл лишь частично загружен

source: No file was uploaded
ru_ru: Файл не был загружен

source: Missing a temporary folder
ru_ru: Потеряна временная папка

source: Your event avatar upload failed, please try again. Error was:
ru_ru: Аватар вашего события не загружен. Пожалуйста, попробуйте еще раз. Ошибка:

source: The file you uploaded is too big. Please upload a file under
ru_ru: Файл, который вы загружаете, слишком большой. Пожалуйста, загрузите файл меньше

source: Please upload only JPG, GIF or PNG photos.
ru_ru: Пожалуйста, загружайте фото с разрешением JPG, GIF или PNG.

source: Upload Failed! Please check the permissions on the event avatar upload directory.
ru_ru: Загрузка оборвана! Пожалуйста, проверьте права доступа в папки загрузки аваторов событий.

source: Event Admin
ru_ru: Админ

source: Event:
ru_ru: Событие:

source: Reply posted successfully!
ru_ru: Ответ успешно опубликован!

source: There was an error posting that reply.
ru_ru: Произошла ошибка при публиковании этого ответа.

source: Topic posted successfully!
ru_ru: Тема успешно опубликована!

source: There was an error posting that topic.
ru_ru: Произошла ошибка при публиковании этой темы.

source: There were errors when deleting events, please try again
it_it: Errore nella cancellazione degli eventi, riprova per favore
ru_ru: Произошла ошибка при удалении событий. Пожалуйста, попробуйте еще раз.

source: Events deleted successfully
it_it: Cancellazione evento eseguita
ru_ru: События успешно удалены

source: There were errors adding the category, please try again
ru_ru: Произошли ошибки при добавлении категорий. Пожалуйста, попробуйте еще раз.

source: Category added successfully
ru_ru: Категория успешно добавлена.

source: There were errors updating event settings, please try again
it_it: Errore nell'aggiornamento degli eventi, riprova per favore
ru_ru: Произошли ошибки при обновлении настроек события. Пожалуйста, попробуйте еще раз.

source: Event settings successfully updated
it_it: Evento aggiornato correttamente
ru_ru: Настройки события успешно обновлены.

source: Event Settings
it_it: Impostazioni Eventi
ru_ru: Настройки

source: Search Events
it_it: Cerca Eventi
ru_ru: Поиск событий

source: Categories
ru_ru: Категории

source: Category List
ru_ru: Список категорий

source: Delete
it_it: Cancella
ru_ru: Удалить

source: Are you sure?
it_it: Sei sicuro??
ru_ru: Вы уверены?

source: Name
it_it: Nome
ru_ru: Имя

source: Slug
ru_ru: Слаг

source: Description
it_it: Descrizione
ru_ru: Описание

source: Creator
ru_ru: Инициатор

source: Add Category
ru_ru: Добавить категорию

source: Allow users to create new categories for events
ru_ru: Разрешить пользователям добавлять новые категории для событий

source: If yes, users will have a "create new category" box on the event create/edit screens
ru_ru: Если да, то у пользователей будет блок "создать новую категорию" на страницах создания и редактирования событий.

source: Allow users to have a forum option for events
it_it: Abilita forum per gli eventi
ru_ru: Разрешить пользователям использовать форум для событий

source: If yes, users will have a "create forum" box on the event create/edit screens
it_it: Se si, gli utenti avranno un'opzione "Crea Forum" nella pagina crea/modifica eventi
ru_ru: Если да, то у пользователей будет блок "создать форум" на страницах создания и редактирования событий.

source: Allow users to have a wire option for events
it_it: Abilita wire per gli eventi
ru_ru: Разрешить пользователям использовать сеть для событий

source: If yes, users will have a "create wire" box on the event create/edit screens
it_it: Se si, gli utenti avranno un'opzione "Crea Wire" nella pagina crea/modifica eventi
ru_ru: Если да, то у пользователей будет блок "создать сеть" на страницах создания и редактирования событий.

source: What to do with old events
ru_ru: Что делать со старыми событиями

source: Keep and show old events
ru_ru: Оставить и показывать старые записи

source: Keep but hide old events
ru_ru: Оставить, но спрятать старые записи

source: Delete old events
ru_ru: Удалить старые записи

source: What do you consider to be an old event?
ru_ru: Что вы понимаете под старым событием?

source: Birthdays
ru_ru: Дни рождения

source: Put a birthday field on user's Profile Page
ru_ru: Поместить поле дня рождения на страницу профиля пользователя

source: Hide user's age
ru_ru: Спрятать возраст пользователя

source: Event List
ru_ru: Список событий

source: Events matching: "%s"
it_it: Eventi trovati: "%s"
ru_ru: События, соответствующие: "%s"

source: Type
it_it: Tipo
ru_ru: Тип

source: Confirmed Guests & Maybe Attending
ru_ru: Подтвержденные и возможные участники

source: Start Date
ru_ru: Дата начала

source: Last Active
it_it: Ultima Attività
ru_ru: Последняя активность

source: Admins
it_it: Amministratori
ru_ru: Администраторы

source: Edit
it_it: Modifica
ru_ru: Изменить

source: No events to display
ru_ru: Нет событий для отображения

source: Remove Invite
it_it: Rimuovi Invito
ru_ru: Удалить приглашение

source: created %s ago
ru_ru: создано %s назад

source: active %s ago
it_it: Attivo %s fa
ru_ru: активность: %s назад

source: attending
ru_ru: участника(ов)

source: No events matched the current filter.
it_it: Nessun evento per il filtro selezionato
ru_ru: Ни одно событие не соответствует текущему фильтру.

source: This event has no members.
it_it: Questo evento non ha membri.
ru_ru: В этом событии нет участников.

source: (banned)
it_it: (utenti bannati)
ru_ru: (в бане)

source: Kick and ban this member
ru_ru: Отметить и отправить в бан этого участника

source: Remove Ban
it_it: Rimuovi Ban
ru_ru: Удалить бан

source: Kick &amp; Ban
ru_ru: В бан

source: Promote this member
ru_ru: Повысить этого пользователя

source: Promote to Moderator
ru_ru: Назначить модератором

source: Viewing event %d to %d (%d total active events)
ru_ru: Просмотр событий с %d по %d (всего %d)

source: Loading
ru_ru: Загрузка

source: Avatar
ru_ru: Аватар

source: Event
it_it: Evento
ru_ru: Событие

source: %d member
it_it: %d membro
ru_ru: %d участник

source: %d members
it_it: %d membri
ru_ru: участников: %d

source: Error joining event
ru_ru: Ошибки при присоединении к событию

source: Error requesting membership
ru_ru: Ошибка при запросе на участие

source: Membership Requested
ru_ru: Запрошено участие в событии

source: Error leaving event
ru_ru: Ошибка при уходе из события

source: Join Event
it_it: Iscriviti all'Evento
ru_ru: Участвовать

source: Request Membership
it_it: Richiedi Iscrizione
ru_ru: Запрос на участие

source: New wire post on event: %s
it_it: Nuovo post nel wire dell'evento: %s
ru_ru: Новое сообщение в сеть события: %s

source: %s posted on the wire of the event "%s": "%s" To view the event wire: %s To view the event home: %s To view %s's profile page: %s ---------------------
it_it: %s ha scritto sul Wire dell'evento "%s": "%s" Per vedere il Wire dell'evento: %s Per vedere la pagina dell'evento: %s Profilo di %s, vedi: %s ---------------------
ru_ru: %s: сообщение в сеть события "%s": "%s" Посмотреть сеть события: %s Главная страница события: %s Посмотреть профиль %s: %s ---------------------

source: To disable these notifications please log in and go to: %s
it_it: Per disabilitare le notifiche per favore fai il login e vai a: %s
ru_ru: Чтобы отключить эти уведомления, пожалуйста, авторизуйтесь и перейдите сюда: %s

source: Event Details Updated
it_it: Dettagli Evento Aggiornati
ru_ru: Детали события обновлены

source: Event details for the event "%s" were updated: To view the event: %s ---------------------
it_it: I dettagli dell'evento "%s" sono stati aggiornati: Per vedere l'evento: %s ---------------------
ru_ru: Детали события "%s" обновлены: Посмотреть событие: %s ---------------------

source: Membership request for event: %s
it_it: Richiesta di iscrizione all'evento: %s
ru_ru: Запрос на участие в событии: %s

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To accept the membership request: %s To reject the membership request: %s To view %s's profile: %s ---------------------
ru_ru: %s хочет участвовать в событии "%s". Так как вы являетесь администратором этого события, вы должы или одобрить или отказать в участии пользователя. Принять запрос на участие: %s Отказать в участии %s Посмотреть профиль %s: %s ---------------------

source: Membership request for event "%s" accepted
it_it: La richiesta di iscrizione all'evento "%s" è stata accettata
ru_ru: Запрос на участие в событии"%s" одобрен

source: Your membership request for the event "%s" has been accepted. To view the event please login and visit: %s ---------------------
it_it: La tua richiesta di iscrizione all'evento "%s" è stata accettata. Per vedere l'evento per favore fai il login e visita: %s ---------------------
ru_ru: Ваш запрос на участие в событии "%s" был принят. Чтобы посмотреть событие, авторизуйтесь и посетите: %s ---------------------

source: Membership request for event "%s" rejected
it_it: La richiesta di iscrizione all'evento "%s" è stata rifiutata.
ru_ru: Запрос на участие в событии "%s" был отклонен

source: Your membership request for the event "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
it_it: La tua richiesta di iscrizione all'evento "%s" è stata rifiutata. Per inviare un'altra richiesta fai il login e visita: %s ---------------------
ru_ru: Ваш запрос на участие в событии "%s" был отклонен. Чтобы отправить другой запрос, авторизуйтесь и посетите: %s ---------------------

source: an administrator
it_it: un amministratore
ru_ru: администратором

source: a moderator
it_it: un moderatore
ru_ru: модератором

source: You have been promoted in the event: "%s"
it_it: Sei stato promosso nell'evento "%s".
ru_ru: Вас повысили в событии: "%s"

source: You have been promoted to %s for the event: "%s". To view the event please visit: %s ---------------------
it_it: Sei stato promosso a %s nell'evento: "%s". Per vedere l'evento visita: %s ---------------------
ru_ru: Вас назначили %s в событии: "%s". Чтобы посмотреть событие, посетите: %s ---------------------

source: You have an invitation to the group: "%s"
ru_ru: Вас присили участвовать в событии: "%s"

source: One of your friends %s has invited you to the event: "%s". To view your event invites visit: %s To view the event visit: %s To view %s's profile visit: %s ---------------------
it_it: Uno dei tuoi amici %s ti ha invitato all'evento: "%s". Per vedere i tuoi inviti visita: %s Per vedere l'evento visita: %s Per vedere il profilo di %s visita: %s ---------------------
ru_ru: Один из ваших друзей %s хочет, чтобы вы приняли участие в событии: "%s". Чтобы посмотреть ваше приглашение на событие, посетите: %s Посетить страницу события: %s Посмотреть профиль %s: %s ---------------------

source: Public Event
it_it: Evento Pubblico
ru_ru: Открытое событие

source: Hidden Event
it_it: Evento Nascosto
ru_ru: Скрытое событие

source: Private Event
it_it: Evento Privato
ru_ru: Частное событие

source: for group
ru_ru: для группы

source: Public Group Event
ru_ru: Событие открытой группы

source: Hidden Group Event
ru_ru: Событие скрытой группы

source: Private Group Event
ru_ru: Событие частной группы

source: not yet active
it_it: non ancora attivo
ru_ru: пока нет активности

source: Event is in progress
it_it: Evento in corso
ru_ru: Событие все еще актуально

source: Event has ended
it_it: L'evento è terminato
ru_ru: Событие закончилось

source: Event starts in
it_it: L'evento inizia il
ru_ru: Событие начинается в

source: all day event
it_it: Intera giornata
ru_ru: событие на весь день

source: from
ru_ru: с
