Repository: common-repository/bp-events
Catalog: bp-events/langs/bp-events-*.po
Languages: it_it, ru_ru

source: to
it_it: al
ru_ru: до

source: Public
it_it: Pubblico
ru_ru: Открытое

source: Private
it_it: Privato
ru_ru: Частное

source: No Admins
it_it: Nessun Admin
ru_ru: Администраторов нет

source: Event Mod
ru_ru: Модератор

source: No Mods
it_it: Nessun Moderatore
ru_ru: Модераторов нет

source: Permalink
ru_ru: Постоянная ссылка

source: updated %s ago
ru_ru: обновление: %s назад

source: Latest by
ru_ru: Последнее от

source: There are no active forum topics for this event
it_it: Non ci sono forum attivi per questo evento
ru_ru: На данный момент нет активных тем обсуждения в этом событии

source: Filter Events
it_it: Filtra Eventi
ru_ru: Фильтр событий

source: joined %s ago
it_it: iscritto %s fa
ru_ru: участвует %s

source: This event has no administrators
it_it: Questo evento non ha amministratori
ru_ru: В этом событии нет администраторов

source: This event has no friends who may be attending
ru_ru: В этом событии нет людей, которые возможно будут участвовать

source: This event has no friends who are not attending
ru_ru: В этом событии нет людей, которые не участвуют

source: Demote to Member
it_it: Degrada a Membro
ru_ru: Понизить до Участника

source: This event has no moderators
it_it: Questo evento non ha moderatori
ru_ru: В этом событии нет модераторов

source: Edit Details
it_it: Dettagli Evento
ru_ru: Детали

source: Event Times
ru_ru: Время

source: Event Avatar
it_it: Avatar dell'evento
ru_ru: Аватар

source: Manage Members
it_it: Gestisci Membri
ru_ru: Участники

source: Membership Requests
it_it: Richiesta di Iscrizione
ru_ru: Запросы на участие

source: Delete Event
it_it: Cancella Evento
ru_ru: Удалить

source: Select Friends
it_it: Seleziona Amici
ru_ru: Выбрать друзей

source: Select people to invite from your friends list.
it_it: Selezione persone da invitare dalla tua lista di amici.
ru_ru: Выберите друзей из списка, чтобы пригласить их участвовать в событии.

source: Will Attend
ru_ru: Участвую

source: May Attend
ru_ru: Сомневаюсь

source: Request Sent
it_it: Richiesta Inviata
ru_ru: Запрос отправлен

source: This is a private event and you must request event membership in order to join.
it_it: Questo è un evento privato e devi inoltrare la richiesta di iscrizione per partecipare.
ru_ru: Это частное событие и вы должны отправить запрос на участие, чтобы присоединится.

source: This is a private event. To join you must be a registered site member and request event membership.
it_it: Questo è un evento privato. Per partecipare devi essere un membro registrato al sito e richiederne la partecipazione.
ru_ru: Это частное событие. Чтобы присоединится, вы должны быть зарегистрированы на сайте и вам надо отрпавить запрос на участие в событии.

source: This is a private event. Your membership request is awaiting approval from the event administrator.
it_it: Questo è un evento privato. La tua richiesta di iscrizione è in attesa di approvazione dall'amministratore dell'evento.
ru_ru: Это частное событие. Ваш запрос на участие ожидает подтверждения со стороны администратора события.

source: This is a hidden event and only invited members can join.
it_it: Questo è un evento nascosto e solo gli invitati possono partecipare.
ru_ru: Это скрытое событие и участвовать в нем можно только по приглашению.

source: Event Details
it_it: Dettagli Evento
ru_ru: Детали события

source: Event Dates
it_it: Date Evento
ru_ru: Даты события

source: Invite Friends
ru_ru: Пригласить друзей

source: Event Name
it_it: Nome Evento
ru_ru: Название события

source: Tagline
it_it: Parole Chiave
ru_ru: Список тегов

source: Event Location (use full street address to show a map)
ru_ru: Место события (полный адрес улицы для отображения на карте)

source: Event Website
ru_ru: Сайт события

source: Event Category
ru_ru: Категория события

source: Event Tags (enter comma separated tags for this event)
ru_ru: Теги события (разделяйте их запятыми)

source: Create Event and Continue
it_it: Crea Evento e Continua
ru_ru: Создать событие и продолжить

source: Event start date and time
it_it: Data e ora di inizio
ru_ru: Дата и время начала события

source: This is an all day event
it_it: E' un evento che dura tutta la giornata
ru_ru: Это событие на весь день

source: Event end date and time
it_it: Data e ora di file
ru_ru: Дата и время окончания события

source: Recurring Event
ru_ru: Повторяющееся событие

source: Recurrence Pattern
ru_ru: Периодичность повторения

source: Daily
ru_ru: Каждый день

source: Weekly
ru_ru: Каждую неделю

source: Monthly
ru_ru: Каждый месяц

source: Yearly
ru_ru: Каждый год

source: Daily Recurrence
ru_ru: Ежеднвное повторение

source: Every
ru_ru: Повтор через

source: day(s)
ru_ru: день/дня/дней

source: Every Weekday
ru_ru: Каждый день недели

source: Weekly Recurrence
ru_ru: Еженедельное повторение

source: Recur every
ru_ru: Повтор через

source: week(s) on:
ru_ru: неделю(и) в:

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Monthly Recurrence
ru_ru: Ежемесячный повтор

source: Day
ru_ru: День

source: of every
ru_ru: каждый/ые

source: month(s)
ru_ru: месяц/а/ев

source: First
ru_ru: Первый

source: Second
ru_ru: Второй

source: Third
ru_ru: Третий

source: Fourth
ru_ru: Четвертый

source: Last
ru_ru: Последний

source: Weekday
ru_ru: День недели

source: Yearly Recurrence
ru_ru: Ежегодное повторение

source: in
ru_ru: в месяце

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Send Reminder
ru_ru: Отправить напоминание

source: Send Reminder To Invites
ru_ru: Отправить напоминание приглашенным

source: 30 mins before event
ru_ru: За 30 минут до события

source: 1 hour before event
ru_ru: За 1 час до события

source: 2 hours before event
ru_ru: За 2 часа до события

source: 3 hours before event
ru_ru: За 3 часа до события

source: 4 hours before event
ru_ru: За 4 часа до события

source: 5 hours before event
ru_ru: За 5 часов до события

source: 6 hours before event
ru_ru: За 6 часов до события

source: 7 hours before event
ru_ru: За 7 часов до события

source: 8 hours before event
ru_ru: За 8 часов до события

source: 9 hours before event
ru_ru: За 9 часов до события

source: 10 hours before event
ru_ru: За 10 часов до события

source: 11 hours before event
ru_ru: За 11 часов до события

source: 12 hours before event
ru_ru: За 12 часов до события

source: 1 day before event
ru_ru: За 1 день до события

source: 2 days before event
ru_ru: За 2 дня до события

source: 3 days before event
ru_ru: За 3 дня до события

source: 4 days before event
ru_ru: За 4 дня до события

source: 1 week before event
ru_ru: За 1 неделю до события

source: 2 weeks before event
ru_ru: За 2 недели до события

source: 1 month before event
ru_ru: За 1 месяц до события

source: Recent News
it_it: News
ru_ru: Последние новости

source: Save Dates and Continue
ru_ru: Сохранить данные и продолжить

source: Post this event on my Twitter account
ru_ru: Опубликовать это событие в мое Twitter аккаунте

source: Enable comment wire
it_it: Abilita commenti sul Wire dell'evento
ru_ru: Разрешить сообщения в сети

source: Enable discussion forum
it_it: Abilita forum di discussione
ru_ru: Разрешить обсуждения в форуме

source: <strong>Attention Site Admin:</strong> Event forums require correct setup and configuration of a bbPress installation.
ru_ru: <strong>Внимание админу сайта:</strong> Форум событий требует правильно установленного и настроенного bbPress.

source: Enable photo gallery
ru_ru: Разрешить фотогалерею

source: All members can upload photos
ru_ru: Все участники могут загружать фото

source: Only event admins can upload photos
ru_ru: Только администраторы событий могут загружать фото

source: Privacy Options
it_it: Opzioni Privacy
ru_ru: Настройки конфиденциальности события

source: This is a public event
it_it: Questo è un evento pubblico
ru_ru: Это открытое событие

source: Any site member can join this event.
it_it: Qualunque membro del sito può iscriversi all'evento.
ru_ru: Любой пользователь сайта может участвовать в событии.

source: This event will be listed in the events directory and in search results.
it_it: L'evento comparirà nella directory degli eventi e nei risultati della ricerca.
ru_ru: Это событие будет отображаться в общем списке событий и в результатах поиска.

source: Event content and activity will be visible to any site member.
it_it: Contenuto dell'evento e dell'attività sarà visibile a ogni membro del sito.
ru_ru: Контент и активность события будут видимы любому пользователю сайта.

source: This is a private event
it_it: Questo è un evento privato
ru_ru: Это частное событие

source: Only users who request membership and are accepted can join the event.
it_it: Solo gli utenti che richiedono l'iscrizione e sono accettati possono partecipare all'evento.
ru_ru: Только те пользователи, которые отправили запрос на участие и были приняты смогут участвовать в событии.

source: Event content and activity will only be visible to members of the event.
it_it: Il contenuto e l attività saranno visibili solo ai membri dell'evento.
ru_ru: Контент и активность события будут видимы только участникам события.

source: This is a hidden event
it_it: Questo è un evento nascosto
ru_ru: Это скрытое событие

source: Only users who are invited can join the event.
it_it: Solo gli utenti che sono stati invitati possono partecipare all'evento.
ru_ru: Только приглашенные пользователи смогут участвовать в событии.

source: This event will not be listed in the events directory or search results.
it_it: Questo evento non comparirà nella directory degli eventi e nei risultati della ricerca.
ru_ru: Это событие не будет отображаться в общем списке событий и результатах поиска.

source: Save and Continue
ru_ru: Сохранить и продолжить

source: Please complete all previous steps first.
ru_ru: Пожалуйста, пройдите сначала все предыдущие шаги.

source: Upload an image to use as an avatar for this event. The image will be shown on the main event page, and in search results.
it_it: Carica un'immagine da usare come avatar per questo evento. L'immagine sarà visualizzata nella pagina principale dell'evento e nei risultati della ricerca.
ru_ru: Загрузите рисунок, чтобы использовать его в качестве аватара этого события. Аватар будет показываться на главной странице события и в результатах поиска.

source: Skip
ru_ru: Пропустить

source: Once you build up your friends list you will be able to invite friends to join your event.
ru_ru: Если у вас уже есть список друзей, то вы сможете приглашать их участвовать в событии.

source: Finish
it_it: Completato
ru_ru: Закончить

source: No friends to invite.
ru_ru: Нет друзей, чтобы пригласить их.

source: Recently Joined
ru_ru: Недавно присоединившиеся

source: Most Popular
it_it: Più Popolari
ru_ru: Самые популярные

source: Administrator Of
it_it: Amministratore di
ru_ru: Администратор

source: Moderator Of
it_it: Moderatore di
ru_ru: Модератор

source: Alphabetically
it_it: Alfabetico
ru_ru: По алфавиту

source: All
ru_ru: Все

source: Admin Of
ru_ru: Админ

source: All Events
ru_ru: Все события

source: No Event Avatar
it_it: Nessun Avatar per l'Evento
ru_ru: Нет аватара

source: %s Avatar
ru_ru: Аватар: %s

source: There aren't enough events to show a random sample just yet.
ru_ru: Недостаточно событий, чтобы показывать их случайным образом.

source: %s's Events
it_it: %s Eventi
ru_ru: %s: События

source: See All
it_it: Vedi tutti
ru_ru: Все

source: You haven't joined any events yet.
it_it: Non ti sei ancora iscritto a nessun evento.
ru_ru: Вы не участвуете еще ни в одном событии.

source: %s hasn't joined any events yet.
it_it: %s non si è ancora iscritto a nessun evento.
ru_ru: %s: не участвует еще ни в одном событии.

source: Viewing members %d to %d (%d total members)
ru_ru: Просмотр участников %d - %d (всего %d)

source: requested %s ago
it_it: richiesto %s fa
ru_ru: запрошено %s назад

source: month
it_it: mese
ru_ru: месяц

source: months
it_it: mesi
ru_ru: мес.

source: year
it_it: anno
ru_ru: год

source: years
it_it: anni
ru_ru: г.

source: day
it_it: giorno
ru_ru: день

source: days
it_it: giorni
ru_ru: дн.

source: week
it_it: settimana
ru_ru: нед.

source: weeks
it_it: settimane
ru_ru: нед.

source: hour
it_it: ora
ru_ru: час

source: hours
it_it: ore
ru_ru: ч.

source: minute
it_it: minuto
ru_ru: мин.

source: minutes
it_it: minuti
ru_ru: мин.

source: second
it_it: secondo
ru_ru: сек.

source: seconds
it_it: secondi
ru_ru: сек.

source: birthday
ru_ru: день рождения

source: Birthday Person
ru_ru: Именинник

source: Make this a group event for one of your groups
it_it: Crea questo evento come evento di uno dei tuoi gruppi
ru_ru: Привязать это событие к одной из ваших групп

source: Add one of your events as a group event
ru_ru: Сделать одно из ваших событий событием группы

source: Uncategorized
ru_ru: Не в рубрике

source: at
it_it: alle
ru_ru: в

source: min
ru_ru: мин

source: ampm
ru_ru: дп.пп

source: am
ru_ru: д.п.

source: pm
ru_ru: п.п.

source: Today's Events
ru_ru: События Сегодня

source: Upcoming Events
ru_ru: Ближайшие события

source: Upcoming
it_it: In Arrivo
ru_ru: Ближайшие

source: Newest
it_it: Nuovi
ru_ru: Новые

source: Active
it_it: Attivi
ru_ru: Активные

source: Popular
it_it: Popolari
ru_ru: Популярные

source: There are no events to display.
it_it: on ci sono eventi da visualizzare.
ru_ru: Нет событий для отображения.

source: Maximum number of events to show:
ru_ru: Макисмальное количество событий для отображения:

source: To enable the event directory you must drop the "plugin-template.php" file into your theme directory.
ru_ru: Чтобы разрешить список событий, вы долдны переместить файл "plugin-template.php" в папку вашего шаблона.

source: Events this week
ru_ru: События на этой неделе

source: No events found.
it_it: Nessun evento trovato.
ru_ru: События не найдены.

source: Featured Events
ru_ru: Случайные события

source: Members
it_it: Membri
ru_ru: Участников

source: There are no events to feature.
ru_ru: Нет событий для отображения.

source: Popular Events
ru_ru: Популярные события

source: Find Events
ru_ru: Поиск событий

source: Search anything...
it_it: Cerca...
ru_ru: Что будем искать?

source: Search
it_it: Cerca
ru_ru: Поиск

source: Events Calendar
ru_ru: Календарь событий

source: Filter events by category:
ru_ru: События по категориям:

source: Apply Filter(s)
ru_ru: Применить фильтр

source: There were no events found.
ru_ru: Нет событий для отображения.

source: Events Directory
ru_ru: Алфавитный указатель

source: Events Listing
ru_ru: Список событий

source: Members:
ru_ru: Участников:

source: Description:
ru_ru: Описание:

source: Date and Time
it_it: Data e Ora
ru_ru: Дата и время

source: Location
it_it: Luogo
ru_ru: Место

source: News
ru_ru: Новости

source: Active Forum Topics
ru_ru: Активные темы форума

source: See All &raquo;
ru_ru: Все &raquo;

source: Attendees (%d) <a href="%s">See All &raquo;</a>
ru_ru: Участники (%d) <a href="%s">Все &raquo;</a>

source: Event Wire
it_it: Wire dell'Evento
ru_ru: Сеть события

source: The are no wire posts for %s
ru_ru: Нет сообщений в сети события %s

source: Sorry, the event does not exist.
it_it: Mi spiace, l'evento non esiste.
ru_ru: Извините, событие не создано.

source: Administrator
ru_ru: Администратор

source: Attendence Pending Approval
ru_ru: Ждущие утверждения пользователи

source: %s invites
ru_ru: Приглашений: %s

source: Why not join a few of these events?
ru_ru: Почему бы не участвовать в каком-нибудь из этих событий?

source: No matching events found.
it_it: Nessun evento trovato.
ru_ru: Не найдено соответствующих событий.

source: Mods
it_it: Moderatori
ru_ru: Модераторы

source: Confirm Leave Event
it_it: Confermi che lasci l'evento?
ru_ru: Подтверждение выхода из события

source: Are you sure you want to leave this event?
it_it: Sei sicuro di voler abbandonare questo evento?
ru_ru: Вы уверены, что не хотите участвовать в этом событии?

source: Yes, I'd like to leave this event.
it_it: Si, voglio lasciare quest'evento.
ru_ru: Да, я не хочу участвовать в нем.

source: No, I'll stay!
it_it: No, voglio restare!
ru_ru: Нет, я решил остаться.

source: %s members
it_it: %s Membri
ru_ru: участников: %s

source: Will Not Attend
ru_ru: Не участвую

source: You have no outstanding event invites.
it_it: Non hai inviti ade eventi in sospeso.
ru_ru: У вас нет необработанных приглашений на участие в событиях.

source: Administrators
it_it: Amministratori
ru_ru: Администраторы

source: Moderators
it_it: Moderatori
ru_ru: Модераторы

source: May Be Attending
ru_ru: Возможно будут участвовать

source: Will Be Attending
ru_ru: Будут участвовать

source: This event has no attendees.
ru_ru: В этом событии нет участников.

source: You are requesting to be invited to the event '%s'.
ru_ru: Вы просите пригласить вас участвовать в событии '%s'.

source: Comments (optional)
it_it: Commenti (opzionali)
ru_ru: Сообщение (не обязательно)

source: Send Request
it_it: Invia Richiesta
ru_ru: Отправить запрос

source: You either need to build up your friends list, or your friends have already been invited or are current members.
it_it: Devi ancora creare la tua rete di amicizie o tutti i tuoi amici sono già stati invitati all'evento.
ru_ru: Вам необходимо создать ваш список друзей или они уже приглашены или стали участниками события.

source: WARNING: Deleting this event will completely remove ALL content associated with it. There is no way back, please be careful with this option.
it_it: WARNING: Cancellando questo evento sarà completamente rimosso TUTTO il contenuto associato ad esso. Non sarà possibile tornare indietro, fai attenzione!
ru_ru: ВНИМАНИЕ: Удаление этого события приведет к полному удалению ВСЕЙ связанной с ним информацией. Пути назад не будет, поэтому будьте внимательны с этим шагом.

source: I understand the consequences of deleting this event.
it_it: Ho ben chiare le conseguenze della cancellazione di quest'evento.
ru_ru: Я понимаю последствия удаления события.

source: Event Location (use full street address to show a Google Map)
ru_ru: Место события (полный адрес улицы для отображения на карте Google)

source: Notify event members of changes via email
it_it: Avvisa i membri dell'evento dei cambiamenti via email
ru_ru: Уведомить участников события об изменениях

source: Save Changes
it_it: Salva Cambiamenti
ru_ru: Сохранить изменения

source: Recurrence
ru_ru: Повторение

source: Forth
ru_ru: Четвертый

source: Reminders
ru_ru: Напоминание

source: Accept
it_it: Accetta
ru_ru: Принять

source: Reject
it_it: Rifiuta
ru_ru: Отклонить

source: There are no pending membership requests.
it_it: Non ci sono richieste di iscrizione in attesa.
ru_ru: У вас нет необработанных запрос на участие в событии.

source: Post New
it_it: Nuovo Articolo
ru_ru: Новая тема

source: Post New &raquo;
ru_ru: Новая тема &raquo;

source: There are no topics for this event forum.
it_it: Non ci sono Discussioni per questo evento.
ru_ru: Нет тем обсуждений в форуме этого события.

source: Post a New Topic:
it_it: Crea una nuova discussione:
ru_ru: Опубликовать новую тему:

source: Title:
it_it: Titolo:
ru_ru: Заголовок

source: Content:
it_it: Contenuto:
ru_ru: Содержание:

source: Tags:
ru_ru: Теги:

source: Post Topic
it_it: Inserisci Articolo
ru_ru: Опубликовать тему

source: %s said %s ago:
it_it: %s dice %s fa:
ru_ru: %s пишет %s назад:

source: Add a reply:
it_it: Aggiunti una risposta:
ru_ru: Ответить:

source: Post Reply
it_it: Scrivi Risposta
ru_ru: Опубликовать ответ

source: There are no posts for this topic.
it_it: Non ci sono articoli in questa discussione.
ru_ru: Нет сообщений в этой теме.

source: Created
it_it: Creato

source: What to do with past events
it_it: Cosa fare con gli eventi passati

source: Show past events. (All events remain seen on all the event pages.)
it_it: Visualizza eventi passati. (Tutti gli eventi rimangono visibili nelle pagine degli eventi)

source: Archive past events. (Past events can be listed by using the archive sort tab.)
it_it: Archivia eventi passati. (Gli eventi passati possonono essere trovati usando l'archivio.)

source: What do you consider to be a past event?
it_it: Come considerare un evento passato?

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To view all pending membership requests for this event, please visit: %s To view %s's profile: %s ---------------------
it_it: %s vuole partecipare all'evento "%s". Siccome tu sei l'amministratore di questo evento, devi accettare o rifiutare la sua richiesta di iscrizione. Per vedere tutte le richieste in sospeso visita: %s Per vedere il profilo di %s: %s ---------------------

source: You have an invitation to the event: "%s"
it_it: Hai un invito per l'evento: %s

source: Archived
it_it: Archiviato

source: Event avatar
it_it: Avatar dell'Evento

source: Viewing event %d to %d (of %d events)
it_it: Stai vedendo gli eventi da %d a %d (di %d)

source: Demote to Attendee
it_it: Abbassa il livello

source: Promote to Admin
it_it: Promuovi ad Amministratore

source: Viewing members %d to %d (of %d members)
it_it: Membri %d di %d (di %d)

source: %d topic
it_it: %d discussione

source: %d topics
it_it: %d argomenti

source: %d post
it_it: %d articolo

source: %d posts
it_it: %d articoli

source: %s Invites
it_it: %s Inviti

source: Max events to show:
it_it: Numero max di eventi da visualizzare:

source: Admin Options
it_it: Opzioni Admin

source: Please fill in all of the required fields
it_it: Per favore riempi tutti i campi richiesti.

source: There was an error saving event details, please try again.
it_it: C'è stato un errore nel salvataggio dei dettagli. Per favore riprova.

source: There was an error saving the event avatar, please try uploading again.
it_it: C'è stato un errore nel salvataggio dell'avatar. Per favore riprova.

source: The event avatar was uploaded successfully!
it_it: L'avatar dell'evento è stato caricato correttamente.

source: There was an error when replying to that topic
it_it: C'è stato un errore rispondendo alla discussione.

source: Your reply was posted successfully
it_it: La tua risposta è stata aggiunta correttamente

source: There was an error when making that topic a sticky
it_it: C'è stato un errore rispondendo impostando la discussione come "In Evidenza".

source: The topic was made sticky successfully
it_it: L'articolo è stato impostato come "In Evidenza"

source: There was an error when unsticking that topic
it_it: C'è stato un errore rimuovendo l'articolo da "In Evidenza"

source: The topic was unstuck successfully
it_it: L'articolo è stato rimosso da "In Evidenza" correttamente

source: There was an error when closing that topic
it_it: C'è stato un errore nella chiusura della discussione

source: The topic was closed successfully
it_it: Il topic è stato chiuso correttamente

source: There was an error when opening that topic
it_it: C'è stato un errore nell'apertura della discussione

source: The topic was opened successfully
it_it: La discussione è stata aperta correttamente

source: There was an error deleting the topic
it_it: C'è stato un errore cancellando la discussione

source: The topic was deleted successfully
it_it: La discussione è stata cancellata correttamente

source: There was an error when editing that topic
it_it: C'è stato un errore modificando la discussione
